exports.menu = (id, BotName, corohelp, tampilTanggal, tampilWaktu, instagram, whatsapp, kapanbotaktif, grupch1, grupch2) => {
	return ` 🌟 *---| MENU ${BotName} |---* 🌟



*${tampilTanggal}* 
*${tampilWaktu}* 


	
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

         ───
📆 *TANGGAL: Jum'at, 27 November 2020*
⏱️ *JAM: 11:14:35*
         ───

╔════════════════════
║ *FITUR BOT BENTOL*
╠════════════════════
║╭──❉ *STICKER MAKER* ❉──
║│1. *#sticker*
║╰───────────
╠════════════════════
║╭──❉ *DOWNLOADER* ❉──
║│1. *#ytmp3* [linkyoutube]
║│2. *#ytmp4* [linkyoutube]
║│3. *#tiktok* [linktiktok]
║│4. *#twt* [linkTweet]
║╰───────────
╠════════════════════
║╭──❉ *EDUCATION* ❉──
║│1. *#wiki* [query] Wikipedia.
║│2. *#nulis* [teks]
║│3. *#quran*
║│4. *#pantun*
║│5. *#nama* [nama anda]
║│6. *#pasangan* [Sendok & Garpu]
║│7. *#lirik* [nama lagu]
║╰───────────
╠════════════════════
║╭──❉ *INFORMATION* ❉──
║│1. *#sholat* [daerah]
║│2. *#covid*
║╰───────────
╠════════════════════
║╭──❉ *CONTACT* ❉──
║│1. *#owner*
║│2. *#grupwa*
║╰───────────
╠════════════════════
║╭──❉ *IMPORTANT* ❉──
║│1. *#info*
║╰───────────
╠════════════════════
║╭──❉ *OTHERS* ❉──
║│1. *#donasi*
║│2. *#quotes*
║│3. *#foto cewek*
║│4. *#foto cowok*
║│5. *#foto anime*
║│6. *#alay*  [teks] 
║│7. *#say*  [teks]
║│8. *#ttsid* [teks]
║╰───────────
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│1. *Instagram [Follow]*
║│ *@kanqkung*
║│2. *BENTOL*
║│ *_Wa.me/6281283883549_*
║╰───────────
╠════════════════════
║ *MADE BY BENTOL*
╚════════════════════
`
}
